{

    "Name of the Product": "A pre-fabricated home in a shipping container",
    "Price of the Product": "$36,000",
    "Description of the Product": "Who says you have to pay exorbitant broker fees to find the home of your dreams? You can make your dreams of homeownership come true as easily as you'd buy a bottle of dish soap, thanks to this storage-container-turned-house, available for a cool $36K.",
    "Features of the Product": " make your dreams of homeownership come true as easily as you'd buy a bottle of dish soap",
    "Image of the Product": "1.jpg",


    "Name of the Product": "1,500 live ladybugs",
    "Price of the Product": "$3.05",
    "Description of the Product": "Who says you can't buy anything for under $10 anymore? In fact, Amazon shoppers can buy 1,500 crawling, flying somethings for the bargain price of a latte.",
    "Features of the Product": "Whatever you want to do with insects!",
    "Image of the Product": "2.jpg",


    "Name of the Product": "A cat butt tissue holder",
    "Price of the Product": "$34.94",
    "Description of the Product": "This seems like the nicest thing to be plucked from a cat's rear since, well, ever. And who doesn't like to be stared down with peering, inquisitive eyes each time they need to blow their nose?",
    "Features of the Product": "Kinda funny and will make you smile! :)",
    "Image of the Product": "3.jpg",



    "Name of the Product": "A baby mop",
    "Price of the Product": "$29.99",
    "Description of the Product": "It's never too early to teach your children about chores, as evidenced by this suit that lets your baby mop the house for you.",
    "Features of the Product": "Cleans Floor and is clothing for babies at the same time",
    "Image of the Product": "4.jpg",



    "Name of the Product": "Dancing with Cats",
    "Price of the Product": "$13.22",
    "Description of the Product": "If you truly love your pet, you'll do anything for them, or with them—including interpretive dance, according to this book.",
    "Features of the Product": "Gives knowledge to dance with your cat",
    "Image of the Product": "5.jpg"
}